export const licenseData = [
    {
        "description": "素材の使用・加工改変・再配布は許可されません",
        "level": 0,
        "allow": "",
        "disallow": "素材の使用・加工改変・再配布",
    },
    {
        "description": "素材の使用が許可されます。素材の加工改変・再配布は許可されません。素材の使用にあたってクレジット表記が必要です",
        "level": 1,
        "allow": "素材の使用・クレジット表記が必要",
        "disallow": "素材の加工改変・再配布",
    },
    {
        "description": "素材の使用が許可されます。素材の加工改変・再配布は許可されません。素材の使用にあたってクレジット表記は不要です",
        "level": 2,
        "allow": "素材の使用\nクレジット表記は不要",
        "disallow": "素材の加工改変・再配布",
    },
    {
        "description": "素材の使用・加工改変が許可されます。素材の再配布は許可されません。素材の使用・加工改変にあたってクレジット表記が必要です",
        "level": 3,
        "allow": "素材の使用・加工改変\nクレジット表記が必要",
        "disallow": "素材の再配布",
    },
    {
        "description": "素材の使用・加工改変が許可されます。素材の再配布は許可されません。素材の使用・加工改変にあたってクレジット表記は不要です",
        "level": 4,
        "allow": "素材の使用・加工改変\nクレジット表記は不要",
        "disallow": "素材の再配布",
    },
    {
        "description": "素材の使用・加工改変・再配布が許可されます。素材の使用・加工改変・再配布にあたってクレジット表記が必要です",
        "level": 5,
        "allow": "素材の使用・加工改変・再配布\nクレジット表記が必要",
        "disallow": "",
    },
    {
        "description": "素材の使用・加工改変・再配布が許可されます。素材の再配布にあたってクレジット表記が必要です",
        "level": 6,
        "allow": "素材の使用・加工改変・再配布\n再配布のみクレジット表記が必要",
        "disallow": "",
    },
    {
        "description": "素材の使用・加工改変・再配布が許可されます。素材の使用・加工改変・再配布にあたってクレジット表記は不要です",
        "level": 7,
        "allow": "素材の使用・加工改変・再配布\nクレジット表記は不要",
        "disallow": "",
    }
]